Repository: AnotherFoxGuy/diesel-scm
Catalog: intl/*.po
Languages: el_gr

# CloneDialog|
source: Clone Repository
el_gr: Αντιγραφή Αποθετηρίου

# CloneDialog|
source: URL
el_gr: Διεύθυνση

# CloneDialog|
source: The URL of the source repository
el_gr: Η διεύθυνση του αποθετηρίου πηγής

# CloneDialog|
source: User Name
el_gr: Όνομα Χρήστη

# CloneDialog|
source: The user name used to access the remote repository. Leave blank if not required
el_gr: Το όνομα χρήστη για την πρόσβαση του απομακρυσμένου αποθετηρίου. Αφήστε το κενό αν δεν χρειάζεται

# CloneDialog|
source: Password
el_gr: Συνθυματικό

# CloneDialog|
source: The password used to access the remote repository. Leave blank if not required
el_gr: Το συνθυματικό για την πρόσβαση του απομακρυσμένου αποθετηρίου. Αφήστε το κενό αν δεν χρειάζεται

# CloneDialog|
source: Repository
el_gr: Αποθετήριο

# CloneDialog|
source: Path to the local repository file
el_gr: Διαδρομή για το αρχείο τοπικού αποθετηρίου

# CloneDialog|
source: Error
el_gr: Σφάλμα

# CloneDialog|
source: Invalid URL.
el_gr: Μη αποδεκτή διεύθυνση.

# CloneDialog|
source: Invalid Repository File.
el_gr: Μη αποδεκτό αρχείο αποθετηρίου

# CloneDialog|
source: Fossil Repository (*.fossil)
el_gr: Αποθετήριο Fossil (*.fossil)

# CloneDialog|
source: Select Fossil Repository
el_gr: Επιλέξετε Αποθετήριο Fossil

# CloneDialog|
source: This repository file already exists.
el_gr: Αυτό τό αρχείο αποθετηρίου υπάρχει ήδη.

# CommitDialog|
source: Commit
el_gr: Καταχώρηση

# FileActionDialog|
source: File Action
el_gr: Ενέργειες αρχείου

# MainWindow|
source: &File
el_gr: &Αρχείο

# MainWindow|
source: &Help
el_gr: &Βοήθεια

# MainWindow|
source: &View
el_gr: Εμφάνιση

# MainWindow|
source: Main Toolbar
el_gr: Κύρια μπάρα εργαλείων

# MainWindow|
source: Refresh
el_gr: Ανανέωση

# MainWindow|
source: Refresh the views
el_gr: Ανανεώνει τις προβολές

# MainWindow|
source: Commit
el_gr: Εισαγωγή

# MainWindow|
source: Commit modifications
el_gr: Καταχώρηση τροποποιήσεων

# MainWindow|
source: Diff
el_gr: Σύνγκριση

# MainWindow|
source: Display the differences between the current and last committed version
el_gr: Εμφάνιση των διαφορών μεταξύ της τρέχουσας και της προηγούμενης έκδοσης

# MainWindow|
source: Add
el_gr: Προσθήκη

# MainWindow|
source: Add files to the repository
el_gr: Πρόσθεση αρχείων στο αποθετήριο

# MainWindow|
source: Delete
el_gr: Διαγραφή

# MainWindow|
source: Delete files from the repository
el_gr: Διαγραφή αρχείων από το αποθετήριο

# MainWindow|
source: &New...
el_gr: &Δημιουργία...

# MainWindow|
source: Make a new Fossil repository
el_gr: Δημιουργία καινούργιου αποθετηρίου Fossil

# MainWindow|
source: &Open...
el_gr: Ά&νοιγμα...

# MainWindow|
source: Open a Fossil repository or workspace folder
el_gr: Άνοιγμα αποθετηρίου Fossil ή χώρου εργασίας

# MainWindow|
source: &Close
el_gr: &Κλείσιμο

# MainWindow|
source: Close the current workspace
el_gr: Κλείσιμο του τρέχοντος χώρου εργασίας

# MainWindow|
source: Clone...
el_gr: Αντιγραφή...

# MainWindow|
source: Push
el_gr: Προώθηση

# MainWindow|
source: Push changes to the remote repository
el_gr: Προώθηση αλλαγών στο απομακρυσμένο αποθετήριο

# MainWindow|
source: Pull
el_gr: Λήψη

# MainWindow|
source: Pull changes from the remote repository
el_gr: Λήψη αλλαγών από το απομακρυσμένο αποθετήριο

# MainWindow|
source: Rename
el_gr: Μετονομασία

# MainWindow|
source: Rename the selected file
el_gr: Μετονομασία του επιλεγμένου αρχείου

# MainWindow|
source: &Quit
el_gr: Έ&ξοδος

# MainWindow|
source: Quit
el_gr: Έ&ξοδος

# MainWindow|
source: History
el_gr: Ίστορικό

# MainWindow|
source: Display the version history of a file via the fossil UI
el_gr: Έμφάνιση του ιστόρικου ενός αρχείο μέσω του fossil

# MainWindow|
source: Starts the Fosill UI in the Web Browser
el_gr: Εκκίνηση του Fosill UI μέσω του Web Browser

# MainWindow|
source: Revert
el_gr: Επαναφορά

# MainWindow|
source: Revert files to the last commited version
el_gr: Επαναφορά αρχείων στην τελευταία καταχωρημένη έκδοση

# MainWindow|
source: Clear Log
el_gr: Διαγραφή Ιστορικού

# MainWindow|
source: Clears the log
el_gr: Διαγραφή του ιστορικού εκτέλεσης του Fossil

# MainWindow|
source: Timeline
el_gr: Χρονικό

# MainWindow|
source: Display the change history of the fossil repository
el_gr: Εμφάνιση του χρονικού του αποθετηρίου fossil

# MainWindow|
source: Open file
el_gr: Άνοιγμα αρχείου

# MainWindow|
source: Open the selected file
el_gr: Άνοιγμα του επιλεγμένου αρχείου

# MainWindow|
source: Open Containing
el_gr: Άνοιγμα φακέλου

# MainWindow|
source: Open the folder containing the selected file
el_gr: Άνοιγμα του φακέλου που περιέχει το επιλεγμένο αρχείο

# MainWindow|
source: Undo
el_gr: Αναίρεση

# MainWindow|
source: Undo the last fossil action
el_gr: Αναίρεση της τελευταίας ενέργειας του fossil

# MainWindow|
source: &About...
el_gr: Σχετικά...

# MainWindow|
source: About Fuel
el_gr: Σχετικά με το Fuel

# MainWindow|
source: Update
el_gr: Ενημέρωση

# MainWindow|
source: Update the workspace to the latest version
el_gr: Ενημέρωση του χώρου εργασίας στην τελευταία έκδοση

# MainWindow|
source: &Preferences...
el_gr: &Ρυθμίσεις

# MainWindow|
source: Fuel Preferences
el_gr: Ρυθμίσεις του Fuel

# MainWindow|
source: &Modified
el_gr: &Τροποποιημένα

# MainWindow|
source: Show modifed files
el_gr: Εμφάνιση τροποποιημένων αρχείων

# MainWindow|
source: &Unchanged
el_gr: &Αμετάβλητα

# MainWindow|
source: Show unchanged files
el_gr: Εμφάνιση αμετάβλητων αρχείων

# MainWindow|
source: Un&known
el_gr: Ά&γνωστα

# MainWindow|
source: Show unknown files
el_gr: Έμφάνιση άγνωστων αρχείων

# MainWindow|
source: &Ignored
el_gr: Αγνοημένα

# MainWindow|
source: Show ignored files
el_gr: Έμφάνιση αγνοημένων αρχείων

# MainWindow|
source: File &List
el_gr: Λίστα Αρχείων

# MainWindow|
source: View as files as a list
el_gr: Εμφάνιση αρχείων ως λίστα

# MainWindow|
source: View the workspace as a list of files
el_gr: Εμφάνιση του χώρου εργασίας ως λίστα αρχείων

# MainWindow|
source: Open Folder
el_gr: Άνοιγμα Φακέλου

# MainWindow|
source: Open the selected folder
el_gr: Άνοιγμα του επιλεγμένου φακέλου

# MainWindow|
source: Rename Folder
el_gr: Μετονομασία Φακέλου

# MainWindow|
source: Rename the selected folder
el_gr: Μετονομασία του επιλεγμένου φακέλου

# MainWindow|
source: Stash changes
el_gr: Στοίβαγμα Αλλαγών

# MainWindow|
source: Show the stash
el_gr: Εμφάνιση της στοίβας

# MainWindow|
source: Apply Stash
el_gr: Εφαρμογή Στοίβας

# MainWindow|
source: Apply stashed changes
el_gr: Εφαρμογή των αλλαγών στοίβας

# MainWindow|
source: &Stashed Changes
el_gr: Στοίβες Αλλαγών

# MainWindow|
source: View the Stash
el_gr: Εμφάνιση της Στόιβας

# MainWindow|
source: Show the list of stashed changes
el_gr: Εμφάνιση της λίστας με τις στοιβαγμένες αλλαγές

# MainWindow|
source: Delete Stash
el_gr: Διαγραφή Στοίβας

# MainWindow|
source: Diff Stash
el_gr: Σύγκριση Στοίβας

# MainWindow|
source: Error
el_gr: Σφάλμα

# MainWindow|
source: Could not change current directory to '%0'
el_gr: Η αλλαγή του τρέχοντος φακέλου στο '%0' δεν ήταν δυνατή.

# MainWindow|
source: A workspace does not exist in this folder. Would you like to create one here?
el_gr: Δεν υπαρχεί χώρος εργασίας σε αυτό το φάκελο. Θα θέλατε να δημιουργήσετε έναν εδώ;

# MainWindow|
source: Open Workspace
el_gr: Άνοιγμα Χώρου Εργασίας

# MainWindow|
source: Select Workspace Folder
el_gr: Επιλέξτε Φάκελο Χώρου Εργασίας

# MainWindow|
source: Could not change current directory
el_gr: Η αλλαγή του τρέχοντος φακέλου δεν ήταν δυνατή

# MainWindow|
source: Could not open repository.
el_gr: Το άνοιγμα του αποθετηρίου δεν ήταν δυνατό.

# MainWindow|
source: Fossil Files (*.fossil _FOSSIL_ .fslckout)
el_gr: Αρχεία Fossil (*.fossil _FOSSIL_ .fslckout)

# MainWindow|
source: Open Fossil Repository
el_gr: Άνοιγμα Αποθετηρίου Fossil

# MainWindow|
source: Fossil Repositories (*.fossil)
el_gr: Αποθετήρια Fossil (*.fossil)

# MainWindow|
source: New Fossil Repository
el_gr: Νέο Αποθετήριο Fossil

# MainWindow|
source: A repository file already exists. Repository creation aborted.
el_gr: Ένα αρχείο αποθετηρίου υπάρχει ήδη. Η δημιουργία αποθετηρίου ακυρώθηκε.

# MainWindow|
source: Create Workspace
el_gr: Δημιουργία Χώρου Εργασίας

# MainWindow|
source: Would you like to create a workspace in the same folder?
el_gr: Θα θέλατε να δημιουργήσετε ένα χώρο εργασίας στον ίδιο φάκελο;

# MainWindow|
source: Could not create repository.
el_gr: Η δημιουργία αποθετηρίου δεν ήταν δυνατή

# MainWindow|
source: Close Workspace
el_gr: Κλείσιμο Χώρου Εργασίας

# MainWindow|
source: Are you sure want to close this workspace?
el_gr: Είσατε σίγουροι ότι θέλετε να κλέισετε αυτό τον χώρο εργασίας;

# MainWindow|
source: Cannot close the workspace. Are there still uncommitted changes available?
el_gr: Το κλείσιμο του χώρου εργασίας δεν ήταν δυνατό. Μήπως υπάρχουν ακόμα αλλαγές που δεν καταχωρηθεί;

# MainWindow|
source: Could not clone the repository
el_gr: Η αντιγραφή του αποθετηρίου δεν ήταν δυνατή

# MainWindow|
source: No workspace detected.
el_gr: Δεν επιλέχτηκε χώρος εργασίας

# MainWindow|
source: Old repository schema detected. Consider running 'fossil rebuild'
el_gr: Εντοπίστηκε παλιό σχήμα αποθετηρίου. Εκτελέστε 'fossil rebuild'

# MainWindow|
source: Scanning Workspace...
el_gr: Έλεγχος Χώρου Εργασίας...

# MainWindow|
source: Updating...
el_gr: Ενημέρωση...

# MainWindow|
source: Folders
el_gr: Φάκελοι

# MainWindow|
source: S
el_gr: Κ

# MainWindow|
source: File
el_gr: Αρχείο

# MainWindow|
source: Ext
el_gr: Προέκταση

# MainWindow|
source: Modified
el_gr: Τροποποίηση

# MainWindow|
source: Path
el_gr: Διαδρομή

# MainWindow|
source: Stashes
el_gr: Στοίβες

# MainWindow|
source: Running Fossil
el_gr: Εκτέλεση Fossil

# MainWindow|
source: Terminated
el_gr: Διακόπηκε

# MainWindow|
source: Fossil UI is already running
el_gr: Το UI του Fossil εκτελείται ήδη

# MainWindow|
source: Starting Fossil browser UI. Please wait.
el_gr: Εκκίνηση του Fossil UI. Παρακαλώ περιμένετε.

# MainWindow|
source: New name
el_gr: Νέο όνομα

# MainWindow|
source: Cannot rename folder.
el_gr: Η μετονομασία του φακέλου δεν ήταν δυνατή.

# MainWindow|
source: Folder name contains invalid characters.
el_gr: Το όνομα του φακέλου περιέχει μη αποδεκτούς χαρακτήρες.

# MainWindow|
source: Move aborted due to errors
el_gr: Η μετακίνηση ακυρώθηκε λόγω σφαλμάτων

# MainWindow|
source: Creating folder '%0'
el_gr: Δημιουργία φακέλου '%0'

# MainWindow|
source: Cannot make target folder '%0'
el_gr: Η δημιουργία του φακέλου '%0' δεν ήταν δυνατή

# MainWindow|
source: Copying file '%0' to '%1'
el_gr: Αντιγραφή του αρχείου '%0' στο '%1'

# MainWindow|
source: Removing old file '%0'
el_gr: Διαγραφή παλαιού αρχείου '%0'

# MainWindow|
source: Folder renamed completed. Don't forget to commit!
el_gr: Η μετονομασία του φακέλου ολοκληρώθηκε. Μην ξεχάσετε να κάνετε καταχώρηση!

# MainWindow|
source: Stash application aborted due to errors
el_gr: Η εφαρμογή της στοίβας ακυρώθηκε λόγω σφαλμάτων

# MainWindow|
source: Stash deletion aborted due to errors
el_gr: Η διαγραφή της στοίβας ακυρώθηκε λόγω σφαλμάτων

# MainWindow|
source: Could not start Fossil executable '%s'
el_gr: Η εκκίνηση του εκτελέσιμου Fossil '%s' δεν ήταν δυνατή

# MainWindow|
source: A remote repository has not been specified. Use the preferences window to set the remote repostory location
el_gr: Το απομακρυσμένο αποθετήριο δεν έχει οριστεί. Χρησημοποιήστε το παράθυρο ρυθμίσεων για να ορίσετε την τοποθεσία του

# MainWindow|
source: Commit Changes
el_gr: Καταχώρηση Αλλαγών

# MainWindow|
source: Could not generate comment file
el_gr: Η δημιουργία του αρχείου σχολίων δεν ήταν δυνατή

# MainWindow|
source: Add files
el_gr: Προσθήκη αρχείων

# MainWindow|
source: The following files will be added. Are you sure?
el_gr: Τα παρακάτω αρχεία θα προστεθούν. Είσαστε σίγουροι;

# MainWindow|
source: Remove files
el_gr: Αφαίρεση αρχείων

# MainWindow|
source: The following files will be removed from the repository. Are you sure?
el_gr: Τα παρακάτω αρχεία θα αφαιρεθούν από το αποθετήριο. Είσαστε σίγουροι;

# MainWindow|
source: Also delete the local files
el_gr: Διαγραφή των τοπικών αρχείων επίσης

# MainWindow|
source: Revert files
el_gr: Επαναφορά αρχέιων

# MainWindow|
source: The following files will be reverted. Are you sure?
el_gr: Τα παρακάτω αρχεία θα επαναφερθούν. Είσαστε σίγουροι;

# MainWindow|
source: File '%0' already exists. Rename aborted.
el_gr: Το αρχείο '%0' υπάρχει ήδη. Η μετονομασία ακυρώθηκε.

# MainWindow|
source: The following actions will be undone. Are you sure?
el_gr: Οι παρακάτω ενέργειες θα αναιρεθούν. Είσαστε σίγουροι;

# MainWindow|
source: Fossil version %0
el_gr: Έκδοση Fossil %0

# MainWindow|
source: About Fuel...
el_gr: Σχετικά με το Fuel...

# MainWindow|
source: The following files will be updated. Are you sure?
el_gr: Τα παρακάτω αρχεία θα ενημερωθούν. Είσατε σίγουροι;

# MainWindow|
source: Renaming folder '%0' to '%1' The following files will be moved in the repository. Are you sure?
el_gr: Μετονομασία τοθ φακέλου '%0' σε '%1' Τα παρακάτω αρχεία θα μετακινηθούν στο αποθετήριο. Είσαστε σίγουροι;

# SettingsDialog|
source: English (US)
el_gr: Αγγλικά (Ηνωμένων Πολιτειών)

# SettingsDialog|
source: Japanese
el_gr: Ιαπωνικά

# SettingsDialog|
source: Greek
el_gr: Ελληνικά
